;;; packages.el --- description -*- lexical-binding: t; -*-

(package! prettier-js)
(package! deft)
(package! anki-editor)
(package! ox-hugo)

(package! lsp-mode)
(package! lsp-ui)
(package! company-lsp)
(package! lsp-rust)
(package! lsp-javascript-typescript)

(provide 'packages)
;;; packages.el ends here
